{"translation-revision-date":"2022-05-21 08:36:54+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"E.g. example@email.com":["z.B. beispielname@email.com"],"%s usage tracking":["%s Nutzungsverfolgung"],"Thank you! Check your inbox for the confirmation email.":["Vielen Dank! Bitte sieh in deinen Posteingang, um die Bestätigungs-E-Mail zu lesen."],"%s newsletter":["%s-Newsletter"],"Please enter a valid email address.":["Bitte gib eine gültige E-Mail-Adresse ein."],"Personal logo or avatar":["Persönliches Logo oder persönlicher Avatar"],"Select a user":["Benutzer auswählen"],"Uploading image...":["Bild wird hochgeladen …"],"Select an option":["Eine Option auswählen"],"E.g. https:\/\/www.facebook.com\/yoast":["z.B. https:\/\/www.facebook.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["z.B. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["z.B. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["z.B. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["z.B. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["z.B. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["z.B. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["z.B. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["z.B. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.wikipedia.com\/yoast":["z.B. https:\/\/www.wikipedia.com\/yoast"],"Other social profile":["Anders Social-Media-Profil"],"E.g. https:\/\/social-platform.com\/yoast":["z.B. https:\/\/social-platform.com\/yoast"],"Delete item":["Eintrag löschen"],"Add another profile":["Anders Profil hinzufügen"],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the %1$sUsers%2$s > Profile page in a new browser tab. Alternatively, ask the user or an admin to do it if you are not allowed.":["In diesem Schritt musst du die persönlichen Social-Media-Profile der Person hinzufügen, die deine Website repräsentiert. Rufe dazu die Seite %1$sBenutzer%2$s > Profil in einer neuen Browser-Registerkarte auf. Alternativ kannst du den Benutzer oder einen Administrator bitten, dies zu tun, wenn du dazu nicht berechtigt bist."],"%1$sImportant%2$s: Please select a name in step 2 for this step to be effective.":["%1$sWichtig%2$s: Bitte im zweiten Schritt einen Namen wählen, damit dieser Schritt wirksam wird."],"Could not save this value. Please check the URL.":["Dieser Wert konnte nicht gespeichert werden. Bitte überprüfe die URL."],"Could not save this value. Please check the URL or username.":["Dieser Wert konnte nicht gespeichert werden. Bitte überprüfe die URL oder den Benutzernamen."],"Email address":["E-Mail-Adresse"],"Sign up!":["Registrieren!"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respektiert deine Privatsphäre. Bitte lies unsere %1$sDatenschutzerklärung%2$s und wie wir mit deinen personenbezogenen Daten umgehen."],"Oops! Something went wrong. Check your email address and try again.":["Hoppla! Etwas ist schief gelaufen. Überprüfe bitte deine E-Mail-Adresse und versuche es erneut."],"Save and continue":["Speichern und fortfahren"],"Yes, you can track my site data":["Ja, ihr dürft meine Website-Daten verwenden"],"No, don’t track my site data":["Nein, meine Website-Daten nicht verwenden"],"On the %1$sUsers%2$s page, hover your mouse over the username you want to edit. Click ‘Edit’ to access the user’s profile. Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add.":["Bewege die Maus auf der Seite %1$sBenutzer%2$s über den Benutzernamen, den du bearbeiten möchtest. Klicke auf „Bearbeiten“, um auf das Benutzerprofil zuzugreifen. Scrolle dann nach unten zum Abschnitt „Kontaktinformationen“ (siehe Screenshot unten) und gib die URLs der persönlichen Social-Media-Profile ein, die du hinzufügen möchtest."],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["Wichtig: Wir werden diese Daten niemals verkaufen. Und selbstverständlich erheben wir keine personenbezogenen Daten über dich oder deine Besucher."],"Does your site represent an Organization or Person?":["Repräsentiert deine Website eine Firma oder Person?"],"Continue":["Fortsetzen"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this workout.":["Du kannst die SEO-Datenoptimierung weiterhin im Abschnitt %1$sTools%2$s ausführen. Sobald dies abgeschlossen ist, aktualisiere bitte dieses Training."],"This workout step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Dieser Trainingsschritt ist derzeit deaktiviert, da du nicht die neueste Version von Yoast SEO Premium verwendest. Bitte aktualisiere auf die neueste Version (mindestens %1$s). "],"Error stack trace":["Fehler-Stack-Trace"],"Response":["Antwort"],"Error message":["Fehlermeldung"],"Status code":["Statuscode"],"Request method":["Anfragemethode"],"Request URL":["Anfrage-URL"],"Error details":["Fehlerdetails"],"Remove image":["Bild entfernen"],"Select image":["Bild auswählen"],"Replace image":["Bild ersetzen"],"This feature has been disabled since subsites never send tracking data.":["Diese Funktion wurde deaktiviert, da Unterseiten niemals Tracking-Daten senden."],"Stop SEO data optimization":["Optimierung der SEO-Daten anhalten"],"SEO data optimization is disabled for non-production environments.":["Die Optimierung der SEO-Daten ist für nicht-produktive Umgebungen deaktiviert."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Diese Funktion enthält und ersetzt den Text-Linkzähler und die interne Verlinkungsanalyse"],"Start SEO data optimization":["Optimierung der SEO-Daten beginnen"],"Organization name":["Organisations-Name"],"Organization logo":["Organisations-Logo"],"This feature has been disabled by the network admin.":["Diese Funktion wurde durch den Netzwerkadministrator deaktiviert."],"Go back":["Zurück"],"Save changes":["Änderungen speichern"],"Name":["Name"],"Loading...":["Wird geladen..."],"Twitter":["Twitter"],"Facebook":["Facebook"],"Edit":["Bearbeiten"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}